import { Breadcrumbs } from "@material-tailwind/react";
import React from "react";
import { Link } from "react-router-dom";
import { AboutUs } from "../components/AboutUs";
export const AboutCompany = () => {
  return (
    <div className="w-[100vw] h[80-vh] ">
      <div className="lg:px-32 md:px-7 flex flex-col gap-4 max-sm:px-4 sm:px-6">
      <Breadcrumbs className="mt-4">
          <Link className="opacity-60" to="/">
            Главная
          </Link>
          <Link to="/about">О компании</Link>
        </Breadcrumbs>
        <AboutUs />
        <div>
          <p className="my-20 text-justify text-[#000000]">
            Настоящий документ «Политика конфиденциальности» (далее по тексту –
            «Политика») представляет собой правила использования /указать
            владельца сайта/ (далее – «мы» и/или «Администрация») данных
            интернет-пользователей (далее «вы» и/или «Пользователь»), собираемых
            с использованием сайта / указать URL сайта/ (далее – «сайт»). <br />
            <br />
            1. Обрабатываемые данные
            <br />
            <br />
            1.1. Мы не осуществляем сбор ваших персональных данных
            с использованием Сайта <br />
            <br />
            1.2. Все данные, собираемые на сайте, предоставляются и принимаются
            в обезличенной форме (далее – «Обезличенные данные»). <br />
            <br />
            1.3. Обезличенные данные включают следующие сведения, которые
            не позволяют вас идентифицировать: <br />
            <br />
            1.3.1. Информацию, которую вы предоставляете о себе самостоятельно
            с использованием онлайн-форм и программных модулей сайта, включая
            имя и номер телефона и/или адрес электронной почты. <br />
            <br />
            1.3.2. Данные, которые передаются в обезличенном виде
            в автоматическом режиме в зависимости от настроек используемого вами
            программного обеспечения. <br />
            <br />
            1.4. Администрация вправе устанавливать требования к составу
            Обезличенных данных Пользователя, которые собираются использованием
            Сайта. <br />
            <br />
            1.5. Если определённая информация не помечена как обязательная,
            её предоставление или раскрытие осуществляется Пользователем на своё
            усмотрение. Одновременно вы даёте информированное согласие на доступ
            неограниченного круга лиц к таким данным. Указанные данные
            становится общедоступными с момента предоставления и/или раскрытия
            в иной форме. <br />
            <br />
            1.6. Администрация не осуществляет проверку достоверности
            предоставляемых данных и наличия у Пользователя необходимого
            согласия на их обработку в соответствии с настоящей Политикой,
            полагая, что Пользователь действует добросовестно, осмотрительно
            и прилагает все необходимые усилия к поддержанию такой информации
            в актуальном состоянии и получению всех необходимых согласий
            на её использование. <br />
            <br />
            1.7. Вы осознаете и принимаете возможность использования на сайте
            программного обеспечения третьих лиц, в результате чего такие лица
            могут получать и передавать указанные в п.1.3 данные в обезличенном
            виде.Пример! К указанному программному обеспечению третьих
            лиц относятся системы сбора статистики посещений Google Analytics
            и Яндекс.Метрика. <br />
            <br />
            <br />
            <br />
            <p className="text-2xl font-bold">
              Онлайн — гипермаркет проанализировал спрос:
            </p>
            <p>
              — Заполненное и подписанное заявление о государственной
              регистрации прекращения деятельности физических лиц в качестве
              ИП — форма № R26001.; <br />
              — Документ об уплате госпошлины в размере 160 ₽; <br />
              — Документ, подтверждающий предоставление информации
              в территориальный орган ПФР.; <br />
              — Заполненное и подписанное заявление о государственной
              регистрации прекращения деятельности физических лиц в качестве
              ИП — форма № R26001.; <br />
              — Документ об уплате госпошлины в размере 160 ₽; <br />
              — Документ, подтверждающий предоставление информации
              в территориальный орган ПФР.;
            </p>
          </p>
        </div>
      </div>
      <div>
        <img
          className="w-[100%] "
          src="/detalNews/photo1.png"
          alt="detalNews"
        />
      </div>
      <div className="lg:px-32 md:px-7 max-sm:px-4 sm:px-6 py-8 relative text-justify">
        <p>
          Онлайн — гипермаркет товаров для дома, дачи, строительства и ремонта
          проанализировал спрос на аккумуляторные, ручные и электроинструменты
          в октябре
          <br />
          2021 и сравнил эти цифры с аналогичным периодом 2020 года. Этой осенью
          товары данной категории россияне покупали чаще на 38%.
          <br />
          <br />
          «На рост спроса в категории инструментов могли повлиять несколько
          факторов. В 2021 году в России выросли объёмы ввода жилья почти
          на 30%, что привело к увеличению количества ремонтов в новых
          квартирах. Также в этом году россияне признались, что стали экономить
          на ремонте и по возможности проводить его самостоятельно. В связи
          с этим многим из них потребовался свой инструмент», — комментирует
          руководитель пресс-службы «Инструменты.ру» Сергей Денисенко
        </p>
      </div>
      <div className=" justify-between   flex  ">
        <div className="w-[30vw] h-[30vh] text-xs  px-10 py-20 ml-24  ">
          <p className="text-[#000000] text-justify  ">
            Онлайн — гипермаркет товаров для дома, дачи, строительства и ремонта
            проанализировал спрос на аккумуляторные, ручные и электроинструменты
            в октябре 2021 и сравнил эти цифры с аналогичным периодом 2020 года.
            Этой осенью товары данной категории россияне покупали чаще на 38%.
            <br />
            <br />
            «На рост спроса в категории инструментов могли повлиять несколько
            факторов. В 2021 году в России выросли объёмы ввода жилья почти
            на 30%, что привело к увеличению количества ремонтов в новых
            квартирах. Также в этом году россияне признались, что стали
            экономить на ремонте и по возможности проводить его самостоятельно.
            В связи с этим многим из них потребовался свой инструмент», —
            комментирует руководитель пресс-службы «Инструменты.ру» Сергей
            Денисенко
          </p>
        </div>

        <div className="my-10">
          <img
            className="w-[60vw] h-[60vh] "
            src="/detalNews/photo2.png"
            alt="detalNews"
          />
        </div>
      </div>
      <div className="   my-32 justify-start  text-justify lg:px-32 md:px-7 max-sm:px-4 sm:px-6  ">
        <p className=" text-start text-xs text-[#000000] ">
          Онлайн — гипермаркет товаров для дома, дачи, строительства и ремонта
          проанализировал спрос на аккумуляторные, ручные и электроинструменты
          в октябре 2021 и сравнил эти цифры с аналогичным периодом 2020 года.
          Этой осенью товары данной категории россияне покупали чаще на 38%.
          <br />
          <br />
          «На рост спроса в категории инструментов могли повлиять несколько
          факторов. В 2021 году в России выросли объёмы ввода жилья почти
          на 30%, что привело к увеличению количества ремонтов в новых
          квартирах. Также в этом году россияне признались, что стали экономить
          на ремонте и по возможности проводить его самостоятельно. В связи
          с этим многим из них потребовался свой инструмент», — комментирует
          руководитель пресс-службы «Инструменты.ру» Сергей Денисенко
        </p>
      </div>
    </div>
  );
};
